Repository: q231950/btlb
Catalog: StringTables/Loans.xcstrings
Source language: en
Languages: de, es, fr, ru, tr, uk

source: A selected loan's details will be displayed here.
de: Hier werden die Details zur selektierten Entleihung angezeigt.
es: Los detalles del préstamo seleccionado se mostrarán aquí.
fr: Les détails de l'emprunt sélectionné s'afficheront ici.
ru: Здесь будут отображаться детали выбранной выдачи.
tr: Seçilen ödüncün detayları burada gösterilecektir.
uk: Тут будуть відображені деталі обраної видачі.

# ACTION_BUTTON_PRESSED
source: Actions
de: Aktionen
es: Acciones
ru: Действия
tr: Eylemler
uk: Дії

source: Add bookmark
de: Lesezeichen hinzufügen
es: Añadir marcador
fr: Ajouter signet
ru: Добавить закладку
tr: Yer işareti ekle
uk: Додати закладку

# AMOUNT_OF_LOANS
source: loans
de: Entleihungen
es: préstamos
fr: emprunts
ru: выдачи
tr: ödünç
uk: видачі

# BOOKMARK_ACTION_REQUEST
source: Bookmark
de: Lesezeichen setzen
es: Marcador
fr: Signet
ru: Закладка
tr: Yer İşareti
uk: Закладка

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отмена
tr: İptal
uk: Скасувати

# EMAIL_ACTION_REQUEST
source: Email this to...
de: versenden an...
es: Enviar por email a...
fr: Envoyer par email à...
ru: Отправить по почте...
tr: E-posta ile gönder...
uk: Надіслати електронною поштою до...

# EMAIL_LIBRARY_ACTION_REQUEST
source: Email to %1$@
de: Email an Bibliothek
es: Email a %1$@
fr: Email à %1$@
ru: Письмо в %1$@
tr: %1$@ adresine e-posta
uk: Електронний лист до %1$@

# EXPIRED
source: %2$@ is expired since %2$@. Return this item as soon as possible.
de: Gib diese Entleihung sobald du kannst zurück. Sie ist überfällig!
es: %2$@ está vencido desde %2$@. Devuelva este elemento tan pronto como sea posible.
fr: %2$@ est expiré depuis %2$@. Retournez cet élément dès que possible.
ru: %2$@ просрочена с %2$@. Верните эту книгу как можно скорее.
tr: %2$@ %2$@ tarihinden beri süresi dolmuş. Bu öğeyi en kısa sürede iade edin.
uk: %2$@ прострочено з %2$@. Поверніть цей примірник якомога швидше.

source: Expired since
de: überfällig seit
es: Vencido desde
fr: Expiré depuis
ru: Просрочено с
tr: Süresi doldu
uk: Прострочено з

source: Loan
de: Entleihung
es: Préstamo
fr: Emprunt
ru: Выдача
tr: Ödünç
uk: Видача

# loan status borrowed
source: borrowed
de: entliehen
es: prestado
fr: emprunté
ru: выдана
tr: ödünç alınmış
uk: видано

# LOAN_NOT_YET_BORROWED
source: not borrowed yet
de: noch nicht entliehen
es: aún no prestado
fr: pas encore emprunté
ru: еще не выдана
tr: henüz ödünç alınmamış
uk: ще не видано

# LOAN_PROLONG_ACTION_LATE_SUBTITLE
source: Prolong attempt failed. "%1$@" has already expired
de: Die Entleihung wurde nicht verlängert. %1$@ ist bereits überfällig.
es: Intento de renovación fallido. "%1$@" ya ha expirado
fr: Tentative de prolongation échouée. "%1$@" a déjà expiré
ru: Попытка продления не удалась. "%1$@" уже просрочена
tr: Uzatma denemesi başarısız. "%1$@" zaten süresi dolmuş
uk: Помилка продовження. "%1$@" вже прострочено

# LOAN_PROLONG_ACTION_LATE_TITLE
source: Too late
de: Zu spät
es: Muy tarde
fr: Trop tard
ru: Слишком поздно
tr: Çok geç
uk: Запізно

# LOAN_PROLONG_ACTION_NO_CONNECTION_MESSAGE
source: A internet connection is required to prolong a loan
de: Es muss eine Internetverbindung bestehen, um eine Entleihung verlängern zu können.
es: Se requiere una conexión a internet para renovar un préstamo
fr: Une connexion internet est requise pour prolonger un emprunt
ru: Для продления выдачи требуется подключение к интернету
tr: Ödünç süresini uzatmak için internet bağlantısı gereklidir
uk: Для продовження видачі потрібне інтернет-з'єднання

# LOAN_PROLONG_ACTION_NO_CONNECTION_TITLE
source: No Connection
de: Kein Netz
es: Sin conexión
fr: Aucune connexion
ru: Нет соединения
tr: Bağlantı Yok
uk: Немає з'єднання

# LOAN_READY_FOR_COLLECTION
source: ready for collection
de: abholbereit
es: listo para recogida
fr: prêt pour retrait
ru: готова к получению
tr: teslim alınabilir
uk: готово до отримання

# LOAN_SHOULD_BE_COLLECTED
source: please collect the item
de: bitte abholen
es: por favor recoja el ítem
fr: veuillez retirer l'élément
ru: пожалуйста, заберите книгу
tr: lütfen öğeyi teslim alın
uk: будь ласка, отримайте примірник

source: Loans
de: Entleihungen
es: Préstamos
fr: Emprunts
ru: Выдачи
tr: Ödünçler
uk: Видачі

source: No loans
de: keine
es: Sin préstamos
fr: Aucun emprunt
ru: Нет выдач
tr: Ödünç Yok
uk: Немає видач

source: none
de: keine
es: ninguno
fr: aucun
ru: ничего
tr: hiçbiri
uk: немає

# Not yet borrowed message
source: This item can't be prolonged as it has yet to be borrowed. Fetch it from the library.
de: Das Medium liegt noch zur Abholung bereit. Bitte hole es ab.
es: Este ítem no puede ser renovado ya que aún no ha sido prestado. Retírelo de la biblioteca.
fr: Cet élément ne peut pas être prolongé car il n'a pas encore été emprunté. Récupérez-le à la bibliothèque.
ru: Эту книгу нельзя продлить, так как она еще не выдана. Заберите ее из библиотеки.
tr: Bu öğe henüz ödünç alınmadığı için süresi uzatılamaz. Kütüphaneden alın.
uk: Цей примірник не можна продовжити, оскільки він ще не був виданий. Отримайте його в бібліотеці.

# Not yet borrowed title
source: Can't prolong
de: Verlängerung nicht möglich
es: No se puede renovar
fr: Impossible de prolonger
ru: Нельзя продлить
tr: Uzatılamaz
uk: Неможливо продовжити

# NOTHING_TO_DISPLAY_TABLE_VIEW_FOOTER
source: You have not setup any account. There is nothing to display. Please setup a new account in the accounts view.
de: Du hast noch kein Konto eingerichtet. Konten können in der Kontenansicht angelegt werden.
es: No ha configurado ninguna cuenta. No hay nada que mostrar. Por favor configure una nueva cuenta en la vista de cuentas.
fr: Vous n'avez configuré aucun compte. Il n'y a rien à afficher. Veuillez configurer un nouveau compte dans la vue des comptes.
ru: Вы еще не настроили ни одного аккаунта. Нечего отображать. Пожалуйста, настройте новый аккаунт в разделе аккаунтов.
tr: Henüz hiçbir hesap ayarlamadınız. Gösterilecek bir şey yok. Lütfen hesaplar görünümünde yeni bir hesap ayarlayın.
uk: Ви ще не налаштували жодного облікового запису. Немає нічого для відображення. Будь ласка, налаштуйте новий обліковий запис у відображенні облікових записів.

# POST_FB_ACTION_REQUEST
source: Post on Facebook
de: Auf Facebook posten
es: Publicar en Facebook
fr: Publier sur Facebook
ru: Опубликовать в Facebook
tr: Facebook'ta Paylaş
uk: Опублікувати у Facebook

# PROLONG_ACTION_FAILED
source: Failed to prolong
de: Aktion fehlgeschlagen
es: Error al renovar
fr: Échec de la prolongation
ru: Ошибка продления
tr: Uzatma başarısız
uk: Помилка продовження

# PROLONG_ACTION_FAILURE_SUBTITLE
source: Prolonging "%1$@" did fail.
de: %1$@ konnte nicht verlängert werden.
es: La renovación de "%1$@" ha fallado.
fr: La prolongation de "%1$@" a échoué.
ru: Продление "%1$@" не удалось.
tr: "%1$@" uzatma işlemi başarısız oldu.
uk: Продовження "%1$@" не вдалося.

# PROLONG_ACTION_REQUEST
source: Prolong this loan
de: Entleihung verlängern
es: Renovar este préstamo
fr: Prolonger cet emprunt
ru: Продлить эту выдачу
tr: Bu ödüncü uzat
uk: Продовжити цю видачу

# PROLONG_SUCCESS
source: Prolonged
de: Verlängert
es: Renovado
fr: Prolongé
ru: Продлено
tr: Uzatıldı
uk: Продовжено

# PROLONG_SUCCESS_MESSAGE
source: %1$@ has successfully been prolonged. Please update your account for applying the changes to the loan.
de: %1$@ wurde verlängert. Bitte aktualisiere dein Konto, um die Änderungen auf die Entleihung anzuwenden.
es: %1$@ ha sido renovado exitosamente. Por favor actualice su cuenta para aplicar los cambios al préstamo.
fr: %1$@ a été prolongé avec succès. Veuillez mettre à jour votre compte pour appliquer les modifications à l'emprunt.
ru: %1$@ была успешно продлена. Пожалуйста, обновите ваш аккаунт, чтобы применить изменения к выдаче.
tr: %1$@ başarıyla uzatıldı. Değişiklikleri ödünce uygulamak için lütfen hesabınızı güncelleyin.
uk: %1$@ було успішно продовжено. Будь ласка, оновіть ваш обліковий запис, щоб застосувати зміни до видачі.

# RATE_ACTION_REQUEST
source: Rate this
de: Bewerten
es: Calificar esto
fr: Évaluer ceci
ru: Оценить
tr: Bunu oyla
uk: Оцінити

source: Remove bookmark
de: Lesezeichen entfernen
es: Eliminar marcador
fr: Supprimer signet
ru: Удалить закладку
tr: Yer işaretini kaldır
uk: Видалити закладку

# REMOVE_BOOKMARK_ACTION_REQUEST
source: Remove bookmark
de: Lesezeichen entfernen
es: Eliminar marcador
fr: Supprimer signet
ru: Удалить закладку
tr: Yer işaretini kaldır
uk: Видалити закладку
